export const tableData = {
  header: ['年份', '产量(吨)', '地区'],
  rowNum: 7,
  headerBGC: '#132239',
  headerHeight: 42,
  oddRowBGC: 'transparent',
  evenRowBGC: '#0d1838',
  index: false,
  align: ['left', 'center', 'center'],
  data: [
    ['2022-06-07', '160450', '河南'],
    ['2022-06-07', '160450', '河南'],
    ['2022-06-07', '160450', '河南'],
    ['2022-06-07', '160450', '河南'],
    ['2022-06-07', '160450', '河南'],
    ['2022-06-07', '160450', '河南'],
    ['2022-06-07', '160450', '河南'],
    ['2022-06-07', '160450', '河南'],
    ['2022-06-07', '160450', '河南'],
    ['2022-06-07', '160450', '河南']
  ]
}

export const tableProjectData = {
  header: ['预警时间', '预警类型', '地区', '操作'],
  rowNum: 7,
  headerBGC: '#132239',
  headerHeight: 42,
  oddRowBGC: 'transparent',
  evenRowBGC: '#0d1838',
  index: false,
  align: ['left', 'center', 'center'],
  data: [
    ['2022-06-07', '天气预警', '兰考', '查看'],
    ['2022-06-07', '天气预警', '兰考', '查看'],
    ['2022-06-07', '天气预警', '兰考', '查看'],
    ['2022-06-07', '天气预警', '兰考', '查看'],
    ['2022-06-07', '天气预警', '兰考', '查看'],
    ['2022-06-07', '天气预警', '兰考', '查看'],
    ['2022-06-07', '天气预警', '兰考', '查看'],
    ['2022-06-07', '天气预警', '兰考', '查看'],
    ['2022-06-07', '天气预警', '兰考', '查看'],
    ['2022-06-07', '天气预警', '兰考', '查看'],
    ['2022-06-07', '天气预警', '兰考', '查看'],
    ['2022-06-07', '天气预警', '兰考', '查看'],
    ['2022-06-07', '天气预警', '兰考', '查看']
  ]
}
